[
  {
    "Id": "1",
    "Name": "Allergist",
    "Description": "Conducts the diagnosis and treatment of allergic conditions."
  },
  {
    "Id": "2",
    "Name": "Anesthesiologist",
    "Description": "Treats chronic pain syndromes; administers anesthesia and monitors the patient during surgery."
  },
  {
    "Id": "3",
    "Name": "Pathologist",
    "Description": "Diagnoses and treats the study of the changes in body tissues and organs which cause or are caused by disease."
  },
  {
    "Id": "4",
    "Name": "Cardiologist",
    "Description": "Treats heart disease."
  },
  {
    "Id": "5",
    "Name": "Endocrinologist",
    "Description": "Dealing with the endocrine system, its diseases, and its specific secretions known as hormones."
  },
  {
    "Id": "6",
    "Name": "Gastroenterologist",
    "Description": "Treats stomach disorders."
  },
  {
    "Id": "7",
    "Name": "Dermatologist",
    "Description": "Treats skin diseases, including some skin cancers."
  },
  {
    "Id": "8",
    "Name": "Hematologist/Oncologist",
    "Description": "Treats diseases of the blood and blood-forming tissues (oncology including cancer and other tumors)."
  },
  {
    "Id": "9",
    "Name": "Internal Medicine Physician",
    "Description": "Treats diseases and disorders of internal structures of the body."
  },
  {
    "Id": "10",
    "Name": "Nephrologist",
    "Description": "Treats kidney diseases."
  },
  {
    "Id": "11",
    "Name": "Neurologist",
    "Description": "Treats diseases and disorders of the nervous system."
  },
  {
    "Id": "12",
    "Name": "Neurosurgeon",
    "Description": "Conducts surgery of the nervous system."
  },
  {
    "Id": "13",
    "Name": "Obstetrician",
    "Description": "Treats women during pregnancy and childbirth."
  },
  {
    "Id": "14",
    "Name": "Gynecologist",
    "Description": "Treats diseases of the female reproductive system and genital tract."
  },
  {
    "Id": "15",
    "Name": "Occupational Medicine Physician",
    "Description": "Diagnoses and treats work-related disease or injury."
  },
  {
    "Id": "16",
    "Name": "Ophthalmologist",
    "Description": "Treats eye defects, injuries, and diseases."
  },
  {
    "Id": "17",
    "Name": "Oral and Maxillofacial Surgeon",
    "Description": "Surgically treats diseases, injuries, and defects of the hard and soft tissues of the face, mouth, and jaws."
  },
  {
    "Id": "18",
    "Name": "Orthopaedic Surgeon",
    "Description": "Preserves and restores the function of the musculoskeletal system."
  },
  {
    "Id": "19",
    "Name": "Otolaryngologist",
    "Description": "Treats diseases of the ear, nose, and throat,and some diseases of the head and neck, including facial plastic surgery."
  },
  {
    "Id": "20",
    "Name": "Pediatrician",
    "Description": "Treats infants, toddlers, children and teenagers."
  },
  {
    "Id": "21",
    "Name": "Plastic Surgeon",
    "Description": "Restores, reconstructs, corrects or improves in the shape and appearance of damaged body structures, especially the face."
  },
  {
    "Id": "22",
    "Name": "Podiatrist",
    "Description": "Provides medical and surgical treatment of the foot."
  },
  {
    "Id": "23",
    "Name": "Psychiatrist",
    "Description": "Treats patients with mental and emotional disorders."
  },
  {
    "Id": "24",
    "Name": "Pulmonary Medicine Physician",
    "Description": "Diagnoses and treats lung disorders."
  },
  {
    "Id": "25",
    "Name": "Rheumatologist",
    "Description": "Treats rheumatic diseases, or conditions characterized by inflammation, soreness and stiffness of muscles, and pain in joints and associated structures."
  },
  {
    "Id": "26",
    "Name": "Urologist",
    "Description": "Diagnoses and treats the male and female urinary tract and the male reproductive system."
  },
  {
    "Id": "27",
    "Name": "Ophthalmologist",
    "Description": "Branch of medicine and surgery (both methods are used) that deals with the anatomy, physiology and diseases of the eyeball and orbit."
  },
  {
    "Id": "28",
    "Name": "Dentist",
    "Description": "Is a surgeon who specializes in dentistry, the diagnosis, prevention, and treatment of diseases and conditions of the oral cavity."
  },
  {
    "Id": "29",
    "Name": "Neonatologist",
    "Description": "Is a subspecialty of pediatrics that consists of the medical care of newborn infants, especially the ill or premature newborn."
  },
  {
    "Id": "30",
    "Name": "Pulmonologist",
    "Description": "Is a medical speciality that deals with diseases involving the respiratory tract."
  },
  {
    "Id": "31",
    "Name": "Radiologist",
    "Description": "Is the medical specialty that uses medical imaging to diagnose and treat diseases within the body."
  },
  {
    "Id": "32",
    "Name": "General Surgeon",
    "Description": "Is a surgical specialty that focuses on abdominal contents including esophagus, stomach, small bowel, colon, liver, pancreas, gallbladder, appendix and bile ducts, and often the thyroid gland."
  },
  {
    "Id": "33",
    "Name": "Vascular Surgeon",
    "Description": "Is a surgical subspecialty in which diseases of the vascular system, or arteries, veins and lymphatic circulation, are managed by medical therapy, minimally-invasive catheter procedures, and surgical reconstruction."
  }
]

